[
  {
    "Id": 1,
    "Code": "kc2627953",
    "Name": "Madlen Çikolata Kutusu Orta Boy",
    "Description": "Özel hediyelik kutusunda (25,3 cm x 24,3 cm), net 264 madlen çikolata. bitter madlen 108 gr, sütlü madlen 108 gr, yaldýzlý bitter madlen 24 gr, altýn yaldýzlý sütlü madlen 24 gr spesiyaller ile kendinizi þýmartabilir yada sevdiklerinize anlamlý ve lezzetli bir sürpriz yaþatabilirsiniz. Saklama koþullarý: Serin ve kuru yerde (+18/+22°c’de) muhafaza ediniz. Buzdolabýna koymayýnýz. Ürünlerimiz direk fabrikadan, taze taze hazýrlanýr ve gönderilir.",
    "Url": "https://www.ciceksepeti.com/madlen-cikolata-kutusu-orta-boy-kc2627953",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/kc2627953-1/L/madlen-cikolata-kutusu-orta-boy-kc2627953-1-452e84dcd51d4cf29dee24525146cb01.jpg",
    "Amount": 79.98,
    "Discount": 0.12,
    "IsExist": true,
    "IsActive": true
  },
  {
    "Id": 2,
    "Code": "gr1162",
    "Name": "En Güzel Sürpriz Truf Kek Buketi",
    "Description": "Sýradan deðil bambaþka, hem þaþýrtýcý hem de sevindirici, üstelik lezzetli mi lezzetli bir hediye ile, sevdiklerinizin özel günlerine yepyeni bir anlam kazandýrmak istiyorsanýz, iþe En Güzel Sürpriz Truf Kek Buketi ile baþlayabilirsiniz. 16 adet kakaolu trüf kek ile hazýrladýðýmýz arajman, sevdiklerinizi tadýna doyulmayacak bir hediye sunmanýzý saðlayacak. Görünümleri ile iþtah açan BonnyFood lezzetleri, tatlarý ile de vazgeçilmez bir hal aldýðý için hediyenizi eþsiz bir hake getiriyor. Siz de ÇiçekSepeti'nin farklý ödeme seçenekleri ve ayný gün teslimatý ile sevdiklerinize bu lezzeti hemen ulaþtýrabilirsiniz!",
    "Url": "https://www.ciceksepeti.com/en-guzel-surpriz-truf-kek-buketi-gr1162",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/gr1162-1/L/en-guzel-surpriz-truf-kek-buketi-gr1162-1-636107602101582227.jpg",
    "Amount": 59.99,
    "Discount": 0,
    "IsExist": true,
    "IsActive": true
  },
  {
    "Id": 3,
    "Code": "kc738475",
    "Name": "Huzurlu Vadi",
    "Description": "Kuþkonmaz bitkisi ile cam saksýda harika bir teraryum oluþtu. Yapay bir ev doðal yosunlar, renkli yosunlar, kurutulmuþ çiçekler ve yapay çiçekler kullanarak renklendirdik. Ýçinde bulunan bitkilerimiz doðrudan güneþ ýþýðý istemez ve dolaylý ýþýklardan yararlanýrlar. Yeteri kadar su ihtiyacý karþýlanmasý ile bakýmý son derece kolaydýr. Kapalý kart mesajý ile özel ve þýk ambalajýnda büyük bir titizlikle teslim edilmektedir. Ürün boyutu: 18x26 cm bitki dahil yaklaþýk 30 cm'dir. Ürün görselinde bulunan ev renklerinde ufak deðiþiklikler olabilmektedir.",
    "Url": "https://www.ciceksepeti.com/huzurlu-vadi-kc738475",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/kc738475-1/L/huzurlu-vadi-kc738475-1-1.jpg",
    "Amount": 139,
    "Discount": 0,
    "IsExist": true,
    "IsActive": true
  },
  {
    "Id": 4,
    "Code": "hf8680",
    "Name": "Kiþiye Özel Colombian Kahve Ve Kupa Seti",
    "Description": "Ürün Özellikleri : Porselen malzemeden üretilmiþ olup 8 x 10 cm boyutlarýndadýr. Üzerine sýcak press tekniði ile süblimasyon baský yapýlmaktadýr. Yýkama Talimatý : Bulaþýk makinesinde kullanýlan tuz ve deterjan gibi kimyasallar kupa üzerindeki verniði çizerek baský alanýna zarar verebilir. Kupanýzý ýlýk suda ve elde yýkayýnýz.",
    "Url": "https://www.ciceksepeti.com/kisiye-ozel-colombian-kahve-ve-kupa-seti-hf8680",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/hf8680-1/L/colombian-kahve-ve-kupa-seti-hf8680-1-1.jpg",
    "Amount": 0,
    "Discount": 0,
    "IsExist": false,
    "IsActive": true
  },
  {
    "Id": 5,
    "Code": "hf8688",
    "Name": "Kiþiye Özel Iþýklý Touch Tükenmez Kalem Mavi",
    "Description": "Kiþiye Özel Iþýklý Touch Tükenmez Kalem Mavi Kiþiye Özel Iþýklý Touch Tükenmez Kalem Mavi",
    "Url": "https://www.ciceksepeti.com/kisiye-ozel-isikli-touch-tukenmez-kalem-mavi-hf8688",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/hf8688-1/L/kisiye-ozel-isikli-touch-tukenmez-kalem-mavi-hf8688-1-1.jpg",
    "Amount": 49.14,
    "Discount": 0.31,
    "IsExist": true,
    "IsActive": true
  },
  {
    "Id": 6,
    "Code": "gr675",
    "Name": "Sevginin Tadý Kek Buketi",
    "Description": "Sevgiyi dile getirmenin en tatlý, en anlamlý yolu. Sevginin Tadý Kek Buketi, sevginizi en özel þekilde ifade edecek. Özel vazosunda truf kekler, çikolata kaplý gül kekler ve silindir kekler ile hazýrlanan Sevginin Tadý Kek Buketi ile sevdiklerinize unutulmaz bir jest yapýn. ",
    "Url": "https://www.ciceksepeti.com/sevginin-tadi-kek-buketi-gr675",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/gr675-1/L/sevginin-tadi-kek-buketi-gr675-1-1.jpg",
    "Amount": 0,
    "Discount": 0,
    "IsExist": false,
    "IsActive": true
  },
  {
    "Id": 7,
    "Code": "kc1601790",
    "Name": "Alis Harikalar Diyarýnda Büst Pasta",
    "Description": "Çok özel bir ürün ile karþýnýzdayýz, organizasyonlarýnýz da fark yaratmak istiyorsanýz sizin içinde bir birinden orjinal pastalar þimdi Çiçek Sepeti Pastashefi Food'da... Pastamýz içi üç çikolatalý browni sevenler için özenle hazýrlandý.. Konsep ile ilgili farklý taleplerinizi ayný ölçüde ve standartta kiþiye özel farklýlýklar ile güncellemek mümkündür. Büyük organizasyonlar için uygundur en az 30 kiþiye servis edilebilir. Demonte halde tüm Türkiye'ye gönderim imkaný vardýr, ürün ile beraber dekor montajý ile alakalý bilgilendime görseli gönderilmektedir. Hazýrlýk aþamasýndan ötürü teslimat ürünü sipariþ ettikten 10 gün sonra yapýlacaktýr, Ankara dýþýndaki diðer illerimiz için bu süre 12 gündür. Tamamý el iþçiliðidir.",
    "Url": "https://www.ciceksepeti.com/alis-harikalar-diyarinda-bust-pasta-kc1601790",
    "ImageUrl": "https://cdn03.ciceksepeti.com/cicek/kc1601790-1/L/alis-harikalar-diyarinda-bust-pasta-kc1601790-1-131096e94c454f6386395cb67947f769.jpg",
    "Amount": 2250.00,
    "Discount": 0,
    "IsExist": true,
    "IsActive": true
  }
]